;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Fero Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Reminder 1.22.59
; Update: 2016-04-06
[Translation]
LanguageName=SKY
LangCode=041B
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET

Confirm=Potvrdenie

;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Nedokončené
TfrmWRMMain.btnCompleted.Caption=Dokončené
TfrmWRMMain.btnBack.caption=Späť
TfrmWRMMain.btnDone.Caption=Uložiť
TfrmWRMMain.lblRepeat.caption=Opakovať:
TfrmWRMMain.lblTime.caption=Čas:
TfrmWRMMain.lblName.caption=Text pripomienky:
TfrmWRMMain.lblDate.caption=Dátum:
TfrmWRMMain.cbPeriod.Item1=Iba raz
TfrmWRMMain.cbPeriod.Item2=Denne
TfrmWRMMain.cbPeriod.Item3=Týždenne
TfrmWRMMain.cbPeriod.Item4=Mesačne
TfrmWRMMain.cbPeriod.Item5=Ročne
;
;hint
;
TfrmWRMMain.imgf.hint=Zdieľajte Wise Reminder na Facebooku
TfrmWRMMain.imgt.hint=Zdieľajte Wise Reminder na Twitteri
TfrmWRMMain.imgmail.hint=Zdieľajte Wise Reminder s priateľmi
TfrmWRMMain.imghome.hint=Domovská stránka
TfrmWRMMain.CloseHint=Zatvoriť
TfrmWRMMain.MenuHint=Ponuka
TfrmWRMMain.MinHint=Minimalizovať
TfrmWRMMain.lbl2.caption=Aktuálna verzia:%s
TfrmWRMMain.lbl3.Caption=Skontrolovať aktualizácie
TfrmWRMMain.btnDetails.hint_1=Detaily
TfrmWRMMain.btnDetails.hint_2=Upraviť a znova spustiť
TfrmWRMMain.btnDelete.hint_1=Označiť ako dokončené
TfrmWRMMain.btnDelete.hint_2=Odstrániť
TfrmWRMMain.OpenWindow=Zobraziť Wise Reminder
TfrmWRMMain.btnNew.Caption=Nová

msgdlg.btnNO=Nie
msgdlg.btnOk=OK
msgdlg.btnYes=Áno
;
; Time
;
constY=rok.
constM=mes.
constD=d.
constHH=hod.
constMM=min.
constSS=sek.
constYs=rok.
constMs=mes.
constDs=d.
constHHs=hod.
constMMs=min.
constSSs=sek.
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Pomocník online
TfrmWRMMain.TrayMenuItem2=Fórum
TfrmWRMMain.TrayMenuItem3=Domovská stránka
TfrmWRMMain.TrayMenuItem4=Kontaktujte nás
TfrmWRMMain.TrayMenuItem5=Automaticky kontrolovať aktualizácie
TfrmWRMMain.TrayMenuItem6=Automaticky kontrolovať novinky
TfrmWRMMain.TrayMenuItem7=Vybrať jazyk
TfrmWRMMain.TrayMenuItem8=Spúšťať pri štarte PC
TfrmWRMMain.TrayMenuItem9=O programe
TfrmWRMMain.TrayMenuItem10=Ukončiť
TfrmRemindDlg.Caption_1=Zmeškané pripomienky
TfrmWRMMain.lbl1.caption=Záloha
TfrmWRMMain.fxpmn.item1=Zálohovať
TfrmWRMMain.fxpmn.item2=Obnoviť
GetLang=Preložiť do...
;
; Notice
;
TfrmRemindDlg.Caption=Oznámenie
TfrmRemindDlg.btnComplete.Caption=Mám to
TfrmRemindDlg.btnDelay.Caption=Odložiť o
;
; About
;
TfrmAbout.Caption=O programe
TfrmAbout.lblEmail.caption=Technická podpora:
TfrmAbout.lblhome.caption=Domovská stránka:
TfrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Aktuálna verzia:
;
; Voice
;
TfrmWRMMain.cbbVoice.Item1=Žiadne
TfrmWRMMain.cbbVoice.Item2=Predvolené
TfrmWRMMain.cbbVoice.Item3=Vlastné
TfrmWRMMain.lblVoice.Caption=Zvonenie:

[Messages]
UnkonwFileType=Nerozpoznaný zvukový súbor.
ExitModify=Neuložili ste zmeny! Naozaj chcete opustiť toto okno?
RemindNameNULL=Zadajte text pripomienky.
NewVer=Bola nájdená nová verzia Wise Reminder! Chcete ju aktualizovať?
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
ExitApp=Naozaj chcete program ukončiť? Wise Reminder potom nebude zobrazovať žiadne oznámenia!
NoneReminder=Ešte ste nezadali žiadne pripomienky.
NoneCopmpleted=Nemáte žiadne dokončené pripomienky.
NoneSelected=Vyberte aspoň jednu položku.
TimeOver=Nastavený dátum alebo čas je starší ako aktuálny.

[Lang]
NativeLanguage=Slovensky